aaron-bond.better-comments
ecmel.vscode-html-css
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hediet.vscode-drawio
jdinhlife.gruvbox
miguelsolorio.fluent-icons
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
usernamehw.errorlens
yzhang.markdown-all-in-one